import 'package:quizz_app/model/question_model.dart';

List<QuestionModel> questions = [
  QuestionModel(
    //1
    " قانون العمل رقم :",
    {
      "(5) لسنة 2003": false,
      "(7) لسنة 2000": true,
      " (5) لسنة 2003": false,
      "(7) لسنة 2007": false,
    },
  ),
  QuestionModel(
      //2
      "    هو كل شخص طبيعي أو اعتباري أو من ينوب عنه يستخدم شخصاً أو أكثر لقاء أجر ؟",
      {
        "العمل": false,
        "العامل": false,
        "النقابة": false,
        "صاحب العمل": true,
      }),
  QuestionModel(
      //3
      "عقد العمل الفردي هو؟",
      {
        "اتفاق كتابي": false,
        "شفهي صريح": false,
        "ضمني": false,
        "جميع ما سبق ": true,
      }),
  QuestionModel(
      //4
      "اتفاق مكتوب باللغة العربية يبرمه طرفا المفاوضة الجماعية ويتضمن أحكاما تتعلق بتحسين شروط وظروف العمل ورفع الكفاءة الإنتاجية ؟",
      {
        "اتفاق العمل الفردي": false,
        "اتفاق العمل الجماعي ": true,
        "جميع ما سبق": false,
      }),
  QuestionModel(
      //5
      "تسري أحكام اتفاق العمل الجماعي على  ؟ ",
      {
        "جميع العاملين لدى صاحب العمل": false,
        "أصحاب العمل ومن يحل محلهم": false,
        "كل ما سبق": true,
      }),
  QuestionModel(
      //6
      "   هو النزاع الذي ينشأ بين واحد أو أكثر من أصحاب العمل وبين العمال أو فريق منهم حول مصلحة جماعية ؟ ",
      {
        " النزاع الاداري الجماعي": false,
        "النزاع العمالي الجماعي": true,
        "ليس مما ذكر": false,
      }),
  QuestionModel(
      //7
      "في حال الإضراب يكون التنبيه الكتابي موقعا من ؟ ",
      {
        " 51% من عدد العاملين في المنشأة على الأقل": true,
        " 61% من عدد العاملين في المنشأة على الأقل": false,
        " 41% من عدد العاملين في المنشأة على الأقل": false,
      }),
  QuestionModel(
      //8
      "اتفاق كتابي أو شفهي صريح أو ضمني يبرم بين صاحب عمل وعامل لمدة محددة أو غير محددة أو لإنجاز عمل معين ؟",
      {
        " عقد العمل الجماعي ": false,
        " عقد العمل الفردي": true,
      }),
  QuestionModel(
      //9
      "لا يجوز أن تزيد المدة القصوى لعقد العمل محدد المدة لدى نفس صاحب العمل بما في ذلك حالات التجديد عن ؟",
      {
        "ثلاثة سنوات متتالية": false,
        "سنتين متتاليتين": true,
        "اربع سنوات متتالية": false,
      }),
  QuestionModel(
      //10
      "'إذا استمر طرفا عقد العمل محدد المدة في تنفيذه بعد انقضاء مدته ؟",
      {
        " يعتبر العقد محدد المدة": false,
        " يعتبر العقد غير محدد المدة": true,
      }),
  QuestionModel(
      //11
      "تعتبر السنة في تطبيق احكام قانون العمل  كم يوما والشهر كم يوما ؟",
      {
        "السنة (365) والشهر (29)": false,
        " السنة (360) والشهر (31)": false,
        " السنة (355) والشهر (28)": false,
        " السنة (365) والشهر (30)": true,
      }),
  QuestionModel(
      //12
      "الحادث الذي يقع للعامل أثناء العمل أو بسببه أو أثناء ذهابه لمباشرة عمله او عودته منه ؟",
      {
        "حادث شخصي": false,
        "إصابة العمل": true,
        " حادث مروري": false,
      }),
  QuestionModel(
      //13
      "  تسري أحكام هذا القانون على جميع العمال وأصحاب العمل في فلسطين باستثناء ؟",
      {
        "موظفي الحكومة والهيئات المحلية": false,
        "  خدم المنازل": false,
        " أفراد أسرة صاحب العمل من الدرجة الأولى": false,
        "جميع ما سبق": true,
      }),
  QuestionModel(
      //14
      "العمل الذي تستدعيه ضرورات طارئة ولا تزيد مدة إنجازه عن ثلاثة أشهر ؟",
      {
        "العمل المؤقت": false,
        "العمل": false,
        "العمل العرضي ": true,
        "العمل الموسمي": false,
      }),
  QuestionModel(
      //15
      "يلتزم صاحب العمل بتشغيل عدد من العمال المعوقين المؤهلين بأعمال تتلاءم مع إعاقتهم ؟",
      {
        "بنسبة لا تقل عن (4 %)": false,
        " بنسبة لا تقل عن (5 %)": true,
        " بنسبة لا تقل عن (8 %)": false,
        " بنسبة لا تقل عن (7 %) ": false,
      }),
  QuestionModel(
      //16
      "ما هو الحدث  ؟ ",
      {
        "كل من بلغ الخامسة عشرة وتجاوز الثامنة عشرة ": false,
        " كل من بلغ الخامسة عشرة ولم يتجاوز الثامنة عشرة": true,
        "كل من بلغ الخامسة عشرة وتجاوز السادسة عشرة": false,
        "كل من بلغ الخامسة عشرة ولم يتجاوز السابعة عشرة": false,
      }),
  QuestionModel(
      //17
      "ينتهي عقد العمل الفردي في أي من الحالات الآتية ؟",
      {
        "بانتهاء مدته في الأعمال العرضية ": false,
        " برغبة أحد الطرفين خلال مدة التجربة": false,
        " بناء على رغبة العامل": false,
        "جميع ما سبق": true,
      }),
  QuestionModel(
      //18
      "في حالة عدم الالتزام بشروط منح الترخيص لمؤسسات التدريب المهني يجوز للوزير إصدار قرار ب ؟",
      {
        "الاغلاق الكلي للمؤسسة": false,
        " الاغلاق الجزئي للمؤسسة": false,
        "إيقاف البرنامج بشكل مؤقت او نهائي": false,
        "جميع ما سبق": true,
      }),
  QuestionModel(
      //19
      "يجوز أن يبدأ عقد العمل بفترة تجربة مدتها _____ ولا يجوز تكرارها لأكثر من مرة  ؟",
      {
        "شهرين": false,
        " ثلاثة اشهر": true,
        "ستة اشهر": false,
        "جميع ما سبق": false,
      }),
  QuestionModel(
      //20
      "ما هي مدة الاتفاق العمل الجماعي  ؟ ",
      {
        "سنة واحدة": false,
        " ثلاث سنوات": true,
        "خمس سنوات": false,
        "ليس مما ذكر": false,
      }),
  QuestionModel(
      //21
      "يحق لصاحب العمل انهاء عقد العمل من طرف واحد دون اشعار مع حقه بمطالبة العامل بكافة الحقوق الأخرى عند ارتكابه أيا من المخالفات التالية ؟ ",
      {
        "انتحاله شخصية غير شخصيته ": false,
        "إفشاءه للأسرار الخاصة بالعمل": false,
        "اعتدائه بالضرب على صاحب العمل": false,
        " جميع ما سبق": true,
      }),
  QuestionModel(
      //22
      "هي الحوار الذي يجري بين أي من نقابات العمال أو ممثلين عن العمال وبين صاحب العمل أو أصحاب العمل أو ممثليهم، بهدف حسم النزاع الجماعي أو تحسين شروط وظروف العمل أو رفع الكفاءة الإنتاجية ؟ ",
      {
        "المفاوضة الفردية": false,
        "المفاوضة الجماعية ": true,
        "اتفاق العمل الجماعي ": false,
      }),
  QuestionModel(
      //23
      "لا ينتهي عقد العمل بسبب وفاة صاحب العمل إلا إذا كان موضوع العقد يتعلق بشخص صاحب العمل ؟",
      {
        " صح ": true,
        "خطأ": false,
      }),
  QuestionModel(
      //24
      "يجوز للعامل ترك العمل بعد إشعار صاحب العمل مع احتفاظه بحقوقه القانونية بما فيها مكافأة نهاية الخدمة وما يترتب له من حقوق، وذلك في أي من الحالات الآتية ؟",
      {
        "تشغيله بصورة تدعو إلى تغيير مكان إقامته  ": false,
        "الثبوت بتقرير طبي صادر عن اللجنة الطبية ": false,
        " جميع ما سبق": true,
      }),
  QuestionModel(
    //25
      "يحق للعامل إذا استقال من عمله خلال السنوات الخمس الأولى ؟",
      {
        " نصف مكافئة نهاية الخدمة": false,
        " ثلثي مكافئة نهاية الخدمة": false,
        " ربع مكافئة نهاية الخدمة": false,
        " ثلث مكافئة نهاية الخدمة": true,
      }),
  QuestionModel(
    //26
      "يستحق العامل إجازة سنوية مدفوعة الأجر مدتها أسبوعان عن كل سنة في العمل، وثلاثة أسابيع للعامل في الأعمال الخطرة أو الضارة بالصحة ولمن أمضى خمس سنوات في المنشأة؟",
      {
        "خطأ": false,
        "صح": true,
      }),
  QuestionModel(
    //27
      "هل يحق للعامل إجازة مدفوعة الاجر في الأعياد الدينية و الرسمية ؟",
      {
        "لا يحق  له أجازة الأعياد الدينية و الرسمية": false,
        "  نعم يحق له ولا تحتسب من الاجازات الرسمية": true,
      }),
  QuestionModel(
    //28
      "للعامل الحق في إجازة ثقافية عمالية مدفوعة الأجر ____ وتنظم بقرار من الوزير؟",
      {
        " مدتها أسبوع في السنة الواحدة": true,
        " مدتها أسبوعان في السنة الواحدة": false,
        " مدتها ثلاثة أسابيع في السنة الواحدة":false,
      }),
  QuestionModel(
    //29
      "يستحق العامل الذي أمضى خمس سنوات في المنشأة إجازة مدفوعة الأجر لا تقل عن ثلاثة اسابيع لأداء فريضة الحج تمنح له لمرة واحدة ؟",
      {
        " صح ":false,
        "خطأ":true,
      }),
  QuestionModel(
    //30
      "هل يجوز للعامل التنازل عن الاجازة السنوية ؟",
      {
        " لا يجوز":true,
        " نعم يجوز":false,
      }),
  QuestionModel(//***
    //31
      " يستحق العامل الذي أمضى خمس سنوات في المنشأة إجازة مدفوعة الأجر لا تقل ______ لأداء فريضة الحج تمنح له لمرة واحدة ؟",
      {
        "عن ثلات أسابيع":false,
        "عن اربع أسابيع":false,
        "عن أسبوعين ":true,
      }),
  QuestionModel(
    //32
      " كم يستحق العامل الذي يعمل في الاعمال الخطرة او الضارة بالصحة إجازة سنوية مدفوعة الاجر ؟",
      {
        "أسبوعان عن كل سنة في العمل":false,
        "أسبوع عن كل سنة في العمل":false,
        "ثلاثة أسابيع عن كل سنة في العمل":true,
      }),
  QuestionModel(
    //33
      "يستحق العامل إجازة مدفوعة الأجر لمدة ثلاثة أيام في حال وفاة أحد أقاربه حتى الدرجة الثانية غير محتسبة من إجازته السنوية ؟",
      {
        " صح ":true,
        "خطأ":false,
      }),
  QuestionModel(
    //34
      "يستحق العامل المكافئة الكاملة اذا امضى  بالعمل ؟",
      {
        "عشر سنوات او اكثر في العمل":true,
        "ستة سنوات او اكثر في العمل":false,
        "خمس سنوات او اكثر في العمل":false,
      }),
  QuestionModel(
    //35
      "يستحق العامل تعويضا عن فصله تعسفيا مقداره ____ على ألا يتجاوز التعويض اجره عن مدة سنتين ؟",
      {
        "اجر ثلاثة شهورعن كل سنة":false,
        "اجر شهرين عن كل سنة":true,
        "اجر اربع شهورعن كل سنة":false,
      }),
  QuestionModel(
    //36
      "يدفع الأجر للعامل بالنقد المتداول قانونا شريطة أن يتم الدفع في نهاية كل أسبوع للعاملين على أساس ؟",
      {
        "وحدة الإنتاج":false,
        "الساعة أو المياومة":false,
        "الأسبوع":false,
        "جميع ما سبق":true,
      }),
  QuestionModel(
    //37
      "لا يجوز تأخير دفع اجر العامل أكثر من خمسة أيام من تاريخ الاستحقاق ؟",
      {
        " صح ":true,
        "خطأ":false,
      }),
  QuestionModel(
    //38
      "لا يجوز لصاحب العمل اتخاذ أي إجراء تأديبي أو فرض غرامة على العامل إلا عن مخالفة منصوص عليها في لائحة الجزاءات المصدقة من قبل الوزارة؟",
      {
        " صح ":true,
        "خطأ":false,
      }),
  QuestionModel(
    //39
      "للعامل الحق في الاعتراض على أي إجراء تأديبي أو غرامة تفرض عليه لدى مفتش العمل خلال أسبوع واحد من تبليغه بذلك شفهيا ؟",
      {
        " صح ":false,
        "خطأ":true,
      }),
  QuestionModel(
    //40
      "يحظر تشغيل الأطفال قبل بلوغهم سن ؟",
      {
        "الثامنة عشر":false,
        "الخامسة عشر":true,
        "السادسة عشر":false,
      }),
  QuestionModel(
    //41
      "يجب إجراء الكشف الطبي على الأحداث قبل التحاقهم بالعمل للتأكد من ملاءمتهم الصحية له على أن يعاد الكشف كل ؟",
      {
        "سبعة اشهر":false,
        "ثمانية اشهر":false,
        "ستة اشهر":true,
      }),
  QuestionModel(
    //42
      "لا يجوز تشغيل الأحداث في الصناعات الخطرة أو الضارة بالصحة التي يحددها الوزير و الأعمال الليلية أو الأعياد الرسمية أو الدينية أو أيام العطل الرسمية ؟",
      {
        " صح ":true,
        "خطأ":false,
      }),
  QuestionModel(
    //43
      "تكون الإجازة السنوية للإحداث ثلاثة أسابيع سنويا يجوز تأجيلها؟",
      {
        " صح ":false,
        "خطأ":true,
      }),
  QuestionModel(
    //44
      "على المنشاة توفير وسائل راحة خاصة بالعاملات ؟",
      {
        " صح ":true,
        "خطأ":false,
      }),
  QuestionModel(
    //45
      "للمرأة المرضع الحق بفترة أو فترات رضاعة أثناء العمل لا تقل في مجموعها عن ساعة يوميا لمدة____ من تاريخ الوضع ؟",
      {
        "سنتان":false,
        "سنة":true,
        "ثلاث سنوات":false,
      }),
  QuestionModel(
    //46
      "وفقا لمصلحة العمل يجوز للمرأة العاملة الحصول على إجازة بدون أجر لرعاية طفلها أو لمرافقة زوجها ؟",
      {
        " صح ":true,
        "خطأ":false,
      }),
  QuestionModel(
    //47
      "دخول أماكن العمل الخاضعة للتفتيش بحرية تامة أثناء العمل دون سابق إنذار مع وجوب إشعار صاحب العمل أو ممثله عند دخول المنشاة يعد من حقوق ؟",
      {
        "مفتش اللجنة الصحية":false,
        "مفتش العمل":true,
        "صاحب العمل":false,
      }),
  QuestionModel(
    //48
      "يجب على صاحب العمل أن يؤمن جميع عماله عن إصابات العمل لدى الجهات المرخصة في فلسطين ؟",
      {
        " صح ":true,
        "خطأ":false,
      }),
  QuestionModel(
    //49
      "إذا حالت إصابة العمل دون أداء العامل لعمله يستحق العامل _____ من أجره اليومي عند وقوع الإصابة طيلة عجزه المؤقت بما لا يتجاوز 180 يوماً؟",
      {
        "55 %":false,
        "75 %":true,
        "85 %":false,
        "95 %":false,
      }),
  QuestionModel(
    //50
      "للمصاب الحق في الطعن في قرار تقدير نسبة العجز أو قرار عودته للعمل خلال عشرين يوماً من تاريخ تبليغه بالقرار؟",
      {
        " صح ":false,
        "خطأ":true,
      }),
  QuestionModel(
    //51
      "يسقط حق المصاب في التعويض إذا ثبت بعد تحقيق تجريه جهة ذات اختصاص أن الإصابة نتجت عن ؟",
      {
        "فعل متعمد من المصاب":false,
        "تأثير الخمر أو المخدرات":false,
        "جميع ما سبق":true,
      }),
  QuestionModel(
    //52
      "لا يحول التعويض عن إصابة العمل دون الحصول على مكافأة نهاية الخدمة المستحقة ؟",
      {
        " صح ":true,
        "خطأ":false,
      }),
  QuestionModel(
    //53
      "يحسب التعويض المستحق وفقا لأحكام باب إصابات العمل وأمراض المهنة على أساس متوسط الأجر ؟",
      {
        "أربعة أشهر":false,
        "خمسة أشهر":false,
        "ثلاثة أشهر":true,
      }),
  QuestionModel(
    //54
      "يعاقب صاحب العمل على مخالفة أي من أحكام الفصل الأول والثاني من الباب الخامس وأي نظام صادر بمقتضاه بغرامة لا تقل عن (100) دينار  ___  وتتعدد العقوبة بتعدد المخالفات وتضاعف في حالة التكرار ؟",
      {
        "ولا تزيد على (600) دينار":false,
        " ولا تزيد على (400) دينار":false,
        "ولا تزيد على (300) دينار":true,
      }),
  QuestionModel(
    //55
      "على صاحب العمل قبل تشغيل الحدث الحصول على المستندات ؟",
      {
        "صورة مصدقة عن شهادة ميلاد الحدث":false,
        "شهادة صادرة عن اللجنة الطبية المختصة":false,
        "كلاهما معا":true,
      }),
  QuestionModel(
    //56
      "يحظر تشغيل الحدث ليلا ما بين الساعة السادسة مساء والسادسة صباحا ؟",
      {
        " صح ":true,
        "خطأ":false,
      }),
  QuestionModel(
    //57
      "يجوز تشغيل النساء في الفترة الواقعة ما بين الساعة الثامنة مساء حتى الساعة السادسة صباحا في الأعمال والأحوال والمناسبات ؟",
      {
        " صح ":true,
        "خطأ":false,
      }),
  QuestionModel(
    //58
      "يجب أن تنظم ساعات العمل الفعلي والعمل الإضافي وفترات الراحة، بحيث تزيد  مجموعها على اثني عشر ساعة في اليوم الواحد؟",
      {
        " صح ":false,
        "خطأ":true,
      }),
  QuestionModel(
    //59
      "لا يجوز أن تزيد ساعات العمل الإضافي على اثنتي عشرة ساعة في الأسبوع ؟",
      {
        " صح ":true,
        "خطأ":false,
      }),
  QuestionModel(
    //60
      "هو العمل الذي يمارس باتفاق طرفي الإنتاج والزائد عن الحد الأقصى لساعات العمل اليومي ؟",
      {
        "العمل المحدد":false,
        "العمل الفعلي":false,
        "العمل الإضافي":true,
      }),
  QuestionModel(
    //61
      "إذا خالف صاحب العمل أيا من أحكام المادتين (116،117) يعاقب بغرامة لا تقل عن(300) دينار ولا تزيد ؟",
      {
        "عن (700) دينار":false,
        "عن (600) دينار":false,
        "عن (500) دينار":true,
      }),
  QuestionModel(
    //62
      "يجوز الحكم بوقف التنفيذ في العقوبات المنصوص عليها في باب العقوبات والاحكام أو النزول عن الحد الأدنى للعقوبة المقررة قانونيا لأسباب تقديرية ؟",
      {
        " صح ":false,
        "خطأ":true,
      }),
  QuestionModel(
    //63
      "كل من يمانع أو يعارض أو يعيق أعمال مفتش العمل أو هيئة التفتيش يعاقب بإزالة المخالفة وبغرامة لا تقل عن (200) دينار ولا تزيــد علــى (500) دينار ؟",
      {
        " صح ":true,
        "خطأ":false,
      }),

  QuestionModel(
    //64
      "قرار مجلس الوزراء رقم (23) لسنة 2003م بنظام تحديد المهن التي يجوز تشغيل العمال فيها في الأعياد الدينية والرسمية ؟",
      {
        " صح ":true,
        "خطأ":false,
      }),
  QuestionModel(
    //65
      "يجوز لصاحب العمل تشغيل العامل بعد موافقته في أيام الأعياد المحددة، وذلك في المهن التي تمارس في المنشآت ؟",
      {
        "المستشفيات ودور العلاج":false,
        "الصيدليات":false,
        "المخابز والأفران":false,
        "جميع ما سبق صحيح":true,
      }),
  QuestionModel(
    //66
      "يحظر تشغيل الحدث في الأماكن النائية غير المأهولة والبعيدة عن العمران، وتلك التي تستدعي تغيير محل إقامته ؟",
      {
        " صح ":true,
        "خطأ":false,
      }),
  QuestionModel(
    //67
      "تكون الإجازة السنوية لمن يمارس الأعمال الخطرة أو الضارة بالصحة المذكورة في المادة (2) فقرة (1) ___ في السنة ؟",
      {
        "أسبوعين":false,
        "أسبوع واحد":false,
        "ثلاثة أسابيع":true,
      }),
  QuestionModel(
    //68
      "تخفض ساعات العمل اليومي بما لا يقل عن ساعة واحدة في الأعمال الخطرة أو الضارة بالصحة والأعمال الليلية ؟",
      {
        " صح ":true,
        "خطأ":false,
      }),
  QuestionModel(
    //69
      "يجوز أن تتجاوز قيمة العقوبة المالية المفروضة أجر ثلاثة أيام في الشهر، وتخصص الغرامات المفروضة على العمال للخدمات الاجتماعية ؟",
      {
        " صح ":false,
        "خطأ":true,
      }),
  QuestionModel(
    //70
      "على صاحب العمل تدوين المخالفات والغرامات المالية المفروضة على العامل في سجل في المنشأة ؟",
      {
        " صح ":true,
        "خطأ":false,
      }),
  QuestionModel(
    //71
      "باستثناء عقوبتي التنبيه الشفهي أو الإنذار المكتوب، يجوز إيقاع أية عقوبة على العامل إلا بعد إبلاغه خطياً ؟",
      {
        " صح ":false,
        "خطأ":true,
      }),
  QuestionModel(
    //72
      "لا يجوز إيقاع أكثر من عقوبة واحدة على العامل عن نفس المخالفة ؟",
      {
        " صح ":true,
        "خطأ":false,
      }),
  QuestionModel(
    //73
      "هو الشخص المدرب كما يجب، ولديه خبرة كافية للعمل، ولا يعاني من عيب جسماني وعجز يمنعه من أداء العمل على الوجه الاتم ؟",
      {
        "المدير":false,
        "صاحب العمل":false,
        "المختص":true,
      }),
  QuestionModel(
    //74
      "تعني أشغال البناء بما فيها أعمال الحفر وتشييد المباني أو الهياكل على اختلاف أنواعها، وكذلك تعديل تركيبها وتجديدها وإصلاحها وصيانتها ؟",
      {
        "أعمال الإنشاءات الهندسية المدنية":false,
        "أعمال البناء":true,
      }),
  QuestionModel(
    //75
      "تختص اللجنة الوطنية للأجور في دراسة السياسات العامة للأجور وتحديد الحد الأدنى للأجور، ورفعه إلى مجلس الوزراء ليصدر قرارا به و الإشراف على عمل اللجان الفرعية ؟ ",
      {
        " صح ":true,
        "خطأ":false,
      }),
  QuestionModel(
    //76
      "تختص اللجنة الفرعية في كل محافظة في جمع كل المعلومات المطلوبة عن الأجور سواء على مستوى النشاط أو القطاع أو على مستوى المحافظة ؟",
      {
        " صح ":true,
        "خطأ":false,
      }),
  QuestionModel(
    //77
      "تجتمع اللجنة الوطنية دوريا مرة واحدة على الأقل كل سنة، وتجتمع بطلب من رئيسها أو بطلب من ثلث أعضائها ؟",
      {
        " صح ":true,
        "خطأ":false,
      }),
  QuestionModel(
    //78
      "تجتمع اللجنة الفرعية دوريا مرة واحدة كل شهرين، وتعقد اجتماعاتها بحضور كامل أعضائها، وتصدر توصياتها بأغلبية أصوات الحاضرين ؟",
      {
        " صح ":false,
        "خطأ":true,
      }),
  QuestionModel(
    //79
      "للعامل الحق في الحصول على إجازة ثقافية عمالية مدفوعة الأجر لمدة لا تزيد عن سبعة أيام عمل متتالية أو مجزأة خلال السنة الواحدة، وينظم خروج العمال للإجازة الثقافية بالاتفاق مع صاحب العمل ؟",
      {
        " صح ":true,
        "خطأ":false,
      }),
  QuestionModel(
    //80
      "على العامل تقديم المستندات التي تثبت حضوره النشاط، ويسقط حقه في تقاضي الأجر عن مدة الإجازة الثقافية إذا ثبت عدم التحاقه بالنشاط، كما لا يحق له تقاضي الأجر عن أيام الغياب إلا لسبب مشروع ؟",
      {
        " صح ":true,
        "خطأ":false,
      }),
];
